class Urls:
    MAIN_PAGE = 'https://qa-scooter.praktikum-services.ru/'
    DZEN_PAGE = 'https://dzen.ru/?yredirect=true'

class OrderData:
    NAME = 'Иван'
    SURNAME = 'Иванов'
    ADRESS = 'Черкизовская 12'
    METRO = 'Черкизовская'
    PHONE = '89991112233'
    DATE = '31.08.2024'

    NAME_ = 'Олег'
    SURNAME_ = 'Олегов'
    ADRESS_ = 'Черкизовская 72'
    METRO_ = 'Сокольники'
    PHONE_ = '89993332211'
    DATE_ = '30.08.2024'

class QuestionData:
    QUESTION_0_TEXT = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    QUESTION_1_TEXT = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    QUESTION_2_TEXT = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    QUESTION_3_TEXT = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    QUESTION_4_TEXT = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    QUESTION_5_TEXT = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    QUESTION_6_TEXT = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    QUESTION_7_TEXT = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'